export default {
  header: {
    newsletter: '사전예약하기'
  },
  hero: {
    title: '99%가 모르는 크립토 수익의 비밀',
    subtitle: '해외 코인부터 이자 수익까지, 이제 클릭 한 번으로 시작하세요'
  },
  onestop: {
    title: '해외 코인도 클릭 한 번에 내 지갑으로 쏙!',
    description: '복잡한 해외거래소 이동은 이제 그만! 국내 거래소에서 해외거래소까지 한 번에 이동하고, 원하는 코인을 바로 구매할 수 있어요. 번거로운 과정 없이 쉽고 빠르게 시작하세요'
  },
  defi: {
    title: '코인만 사두면 뭐해요? 이제는 이자도 받으세요!',
    description: '코인, 아직도 들고만 계시나요? 가만히 두기만 해도 이자가 쏙쏙 들어와요. 복잡한 건 전부 알아서 해드리고, 수익률 변동이 클 땐 카톡으로 슝~ 알려드려요!'
  },
  zkproof: {
    title: '복잡한 개인키 관리, 이제는 잃어버려도 걱정마세요!',
    description: '평소 쓰는 소셜계정으로 간단하게 복구해세요. 이제 더이상 복잡한 개인키를 저장할 필요 없어요!'
  },
  price: {
    title: '비싸게 살 필요 없어요! 여기가 제일 싸요',
    description: '모든 거래소의 실시간 가격을 한 곳에서 확인하세요. 최저가를 찾아 헤매지 않아도 돼요. 가장 저렴한 가격에 투자할 수 있도록 도와드립니다.'
  },
  newsletter: {
    title: '이메일만 남기시면 지캅의 모든 소식을 가장 먼저 알려드려요! 🎉',
    description: '지캅의 새로운 서비스와 업데이트 소식을 가장 먼저 받아보세요',
    placeholder: '이메일 주소를 입력해 주세요',
    button: '구독하기',
    toast: '구독해 주셔서 감사합니다!'
  },
  footer: {
    text: '모든 크립토 투자가 쉬워지는 순간, 당신의 지갑이 달라집니다',
    copyright: '©2024 Baerae Co., Ltd. All rights reserved.'
  }
}; 